Repository: keitaroinc/ckanext-archiver
Catalog: ckanext/archiver/i18n/*/LC_MESSAGES/ckanext-archiver.po
Languages: mk, sq

source: Dataset resource URLs that are found to result in errors when resolved.
mk: Линковите на ресурсот на податочниот сет кои се пронајдени, појавуваат грешки при обидот за нивно разрешување.
sq: Burimet e URL-së te seti i të dhënave të cilat u gjetën, paraqesin gabime kur vendosen.

source: Content-length %s exceeds maximum allowed value %s
mk: Должината на содржината %s ја надминува максималната дозволена вредност %s
sq: Gjatësia e përmbajtjes %s e tejkalon vlerën e lejuar maksimale %s

source: Server content contained an API error message: %s
mk: Содржината на серверот содржи API порака за грешка: %s
sq: Përmbajtja e serverit përmban API porosi gabim: %s

source: Content-length after streaming was %i
mk: Должината на содржината по испраќањето беше %i
sq: Gjatësia e përmbajtjes pas dërgimit ishte %i

source: No value for ckanext-archiver.cache_url_root in config
mk: Не постои вредност за ckanext-archiver.cache_url_root во конфигурација
sq: Nuk ekziston vlerë për ckanext-archiver.cache_url_root në konfigurim

source: URL parsing failure: %s
mk: Грешка при разложување на URL: %s
sq: Dështimi i analizës URL: %s

source: Invalid url scheme. Please use one of: %s
mk: Погрешна шема на URL. Ве молиме изберете една од: %s
sq: Skemë e gabuar e URL-së. Ju lutemi përdorni njërën nga: %s

source: URL parsing failure - did not find a host name
mk: Грешка при разложување на URL - не е пронајдено име на сервер
sq: Analiza e pasuksesshme e URL-së – nuk u gjet emri i serverit

source: Connection error: %s
mk: Проблем со врската: %s
sq: Problem me lidhjen: %s

source: Invalid HTTP response: %s
mk: Погрешен HTTP одговор: %s
sq: Gabim HTTP Përgjigje: %s

source: Connection timed out after %ss
mk: Врската истече после %ss
sq: Lidhja përfundon pas %ss

source: Too many redirects
mk: Премногу пренасочувања
sq: Shumë përcjellje

source: Error downloading: %s
mk: Грешка при преземање: %s
sq: Gabim gjatë shkarkimit: %s

source: Error with the download: %s
mk: Грешка со преземеното: %s
sq: Gabim me shkarkimin: %s

source: Invalid URL or Redirect Link
mk: Погрешен URL или линк за пренасочување
sq: URL-ja e gabuar ose linku përcjellës

source: Could not make HEAD request
mk: Неуспешно креирање на HEAD барање
sq: Krijim i pasuksesshëm i HEAD kërkimit

source: Error during request: %s
mk: Грешка при барање: %s
sq: Gabim gjatë kërkimit: %s

source: Error with the request: %s
mk: Грешка со барањето: %s
sq: Gabim me kërkimin: %s

source: Server returned HTTP error status: %s %s
mk: Серверот врати HTTP грешка со статус: %s %s
sq: Serveri riktheu HTTP status I gabuar: %s %s

source: Validation
mk: Валидација
sq: Validimi

source: Link is broken
mk: Линкот е нефункционален
sq: Linku është jofunksional

source: This is a one-off failure
mk: Ова е еднократна грешка
sq: Ky është një dështim i njëhershëm

source: This resource has failed %(failure_count)s times in a row since it first failed: %(first_failure)s
mk: Овој ресурс беше неуспешен %(failure_count)s пати по ред од првиот обид: %(first_failure)s
sq: Ky burim ka dështuar %(failure_count)s herë me rradhë nga përpjekja e parë: %(first_failure)s

source: This resource was last ok: %(last_success)s
mk: Овој ресурс последниот пат беше во ред: %(last_success)s
sq: Ky burim ishte në rregull herën e fundit: %(last_success)s

source: We do not have a past record of it working since the first check: %(created)s
mk: Немаме постоечки запис за функционалноста, од првата проверка: %(created)s
sq: Ne nuk kemi një regjistrim të mëparshëm të punës nga kontrolli i parë: %(created)s

source: Link check is not conclusive
mk: Преверката на линкот не е конечен
sq: Kontrolli i linkut nuk është përfundimtar

source: Link is ok
mk: Линкот е во ред
sq: Linku (lidhja) ëshë në rregull

source: Link checked: %(updated)s
mk: Линкот е проверен: %(updated)s
sq: Kontrollimi i linkut: %(updated)s

source: Archive
mk: Архива
sq: Arkiva

source: Download cached copy
mk: Преземи кеширана копија
sq: Shkarko kesh kopje

source: Size
mk: Големина
sq: Madhësia

source: Cached on
mk: Кеширано на
sq: Kesh-uar në

source: before it was broken
mk: пред да биде нефункционално
sq: Para se të jetë jofunksional

source: No cached copy available
mk: Не е достапна кеширана копија
sq: S’ka kopje të kesh-uara në dispozicion

source: Broken datasets
mk: Нефункционален податочен сет
sq: Seti i të dhënave jofunksional

source: Broken links
mk: Нефункционални линкови
sq: Linqe jo funksionale

source: Organization
mk: Организација
sq: Organizata

source: % Broken links
mk: % Нефункционални линкови
sq: % Linqe jofunksionalë

source: Dataset
mk: Податочен сет
sq: Seti I të dhënave

source: Notes
mk: Белешки
sq: Shënim

source: Index/position of the resource in the dataset
mk: Индексот/позицијата на ресурсот во податочниот сет
sq: Indeksi/pozicioni i burimit te seti i të dhënave

source: Res
mk: Рес

source: Status
mk: Статус
sq: Statusi

source: Reason
mk: Причина
sq: Arsyeja

source: Failed download attempts
mk: Неуспешни обиди за преземање
sq: Përpjekje të pasuksesshme pë shkarkim

source: No. of fails
mk: Бр. на неуспешни обиди
sq: Nr. i përpjekjeve të pasuksesshme

source: First failed attempt
mk: Прв неуспешен обид
sq: Përpjekja e parë e pasuksesshme

source: First fail
mk: Прв неуспешен обид
sq: Përpjekja e parë e pasuksesshme

source: Most recent failed attempt
mk: Најскорешни неуспешни обиди
sq: Најскорешни неуспешни обиди Përpjekjet më të fundit të pasuksesshme

source: Latest fail
mk: Последен неуспешен обид
sq: Përpjekjet më të fundit të pasuksesshme

source: The last time it was successfully obtained
mk: Последниот пат беше успешно примено
sq: Herën e fundit u pranua me sukses

source: Last success
mk: Последен успешен обид
sq: Përpjekja e fundit e suksesshme
